Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1788.html.tmx
Source language: sme
Languages: nob

source: PRD : Sámedikki presideanta ohcalii ONa eamiálbmovuoigatvuođaid julggaštusa
nob: PRM : Sametingspresidenten etterlyste FNs erklæring om urfolks rettigheter

source: Sámedikki presideanta Aili Keskitalo ohcalii mo bargu eamiálbmogiid vuoigatvuođaiguin lea ovdánan .
nob: Sametingspresident Aili Keskitalo etterlyste fortgang FNs arbeid med erklæringen om urfolks rettigheter .

source: Almmuhan Hivand , Pål .
nob: Publisert av Hivand , Pål .

source: Maŋimustá rievdaduvvon 16.05.2007
nob: Sist endret 16.05.2007

source: Sámedikki presideanta Aili Keskitalo ja ONa bistevaš eamiálbmotforum jođiheaddji , Victoria Tauli-Corpuz .
nob: Sametingspresident Aili Keskitalo og leder for FNs permanente forum for urfolk , Victoria Tauli-Corpuz .

source: - Álbmotstáhtat fertejit , ovttas eamiálbmogiiguin , identifiseret daid eanaviidosiid gos eamiálbmogat ellet ja maid sii geavahit .
nob: - Nasjonalstatene må , sammen med urfolkene , identifisere hvilke landområder som urfolkene tradisjonelt bebor og bruker .

source: Stáhtat fertejit fuolahit ahte lágat suodjalit rievttálaččat eamiálbmogiid oamastanvuoigatvuođaid , resursaávkkástallanvuoigatvuođaid ja birgenláhkevuoigatvuođaid , dajai presideanta Aili Keskitalo .
nob: Statene må så sørge for at lovverket gir urfolkene en rettslig anerkjennelse av deres eiendomsrett , rett til ressursutnyttelse og rett til utkomme , sa presiden Aili Keskitalo .

source: Dan oktavuođas ferte ásahit rabas ja dásseárvosaš konsultašuvdnavugiid eamiálbmogiid ja eiseválddiid gaskkas , ja nu dahkat vejolažžan oččodit vuoiggalaš ja gánnáhahtti šiehtadusiad mo ávkkástallat eamiálbmogiid árbevirolaš guovlluid luondduresurssaiguin .
nob: I den forbindelse må det etableres prosedyrer for åpne og likeverdige konsultasjoner mellom urfolk og myndigheter , og slik skape muligheter for rettferdige og lønnsomme avtaler om utnyttelse av naturressurene i urfolkenes tradisjonelle områder .

source: Sáhkavuorustis válddii sámediggepresideanta maiddái ovdan dálkkádatrievdamiid stuorra váikkuhusaid davviguovlluid eamiálbmogiidda .
nob: I sitt innlegg tok sametingspresidenten også opp de store konsekvensene som klimaendringene har for urfolkene i nordområdene .

source: Keskitalo sártnui Bistevaš Foruma Árktalaš guovllu bealis , masa gullet davviriikkaid eamiálbmotparlameanttat ( Ruonáeatama ruovvtusstivra ja sámedikkit Norggas , Ruoŧas ja Suomas ) .
nob: Keskitalo talte i FN på vegne av den Arktiske regionen i Permanent Forum , bestående av de nordiske urfolksparlamentene ( Grøndlands hjemmestyre og sametingene i Norge , Sverige og Finland ) .

source: Sámediggepresideanta
nob: Sametingspresident

source: Telefuvdna
nob: Telefon

source: Mobila
nob: Mobil

source: Loga sáhkavuorru
nob: Les talen
